AndrsDC.base16-themes
angelo-breuer.clock
apollographql.vscode-apollo
auiworks.amvim
bierner.markdown-preview-github-styles
blanu.vscode-styled-jsx
bsides.Theme-Base16-Eighties
chenxsan.vscode-standardjs
chiragpat.tomorrow-and-tomorrow-night-operator-mono-theme
christian-kohler.npm-intellisense
dbaeumer.vscode-eslint
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
eliostruyf.vscode-typescript-exportallmodules
esbenp.prettier-vscode
faustinoaq.javac-linter
file-icons.file-icons
GrapeCity.gc-excelviewer
GraphQL.vscode-graphql
IBM.output-colorizer
James-Yu.latex-workshop
jeff-hykin.polacode-2019
jmsv.JavaScriptSnippetsStandard
jpoissonnier.vscode-styled-components
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mikestead.dotenv
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.Theme-TomorrowKit
naumovs.color-highlight
njpwerner.autodocstring
PKief.material-icon-theme
redhat.java
sleistner.vscode-fileutils
tomphilbin.gruvbox-themes
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vsciot-vscode.vscode-arduino
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wpilibsuite.vscode-wpilib
yzhang.markdown-all-in-one
